Repository: leglands/luna
Catalog: ios-app/LunaApp/Resources/Localizable.xcstrings
Source language: fr
Languages: am, ar, bg, bn, ca, cs, da, de, el, en, es, fa, fi, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, sw, th, tl, tr, uk, ur, vi, zh_hans, zh_hant, zu

# perimeno.banner_a11y
source: Open perimenopause dashboard
am: ፔሪሜኖፓዝ ዳሽቦርድን ክፈት
ar: فتح لوحة القيادة في فترة ما قبل انقطاع الطمث
bg: Отворете таблото за перименопауза
bn: পেরিমেনোপজ ড্যাশবোর্ড খুলুন
ca: Obre el tauler de control de la perimenopausa
cs: Otevřete ovládací panel perimenopauze
da: Åbn perimenopause dashboard
de: Öffnen Sie das Perimenopause-Dashboard
el: Ανοίξτε τον πίνακα ελέγχου περιεμμηνόπαυσης
es: Abrir panel de perimenopausia
fa: داشبورد پیش از یائسگی را باز کنید
fi: Avaa perimenopause-hallintapaneeli
he: פתח את לוח המחוונים בתקופת המנופאוזה
hi: पेरिमेनोपॉज़ डैशबोर्ड खोलें
hr: Otvori nadzornu ploču za perimenopauzu
hu: Nyissa meg a perimenopauza irányítópultját
id: Buka dasbor perimenopause
it: Apri il dashboard della perimenopausa
ja: 閉経周辺期ダッシュボードを開く
ko: 폐경기 대시보드 열기
ms: Buka papan pemuka perimenopause
nb: Åpne perimenopause-dashbordet
nl: Open het perimenopauze-dashboard
pl: Otwórz pulpit nawigacyjny okresu okołomenopauzalnego
pt_br: Abra o painel da perimenopausa
ro: Deschideți tabloul de bord pentru perimenopauză
ru: Открытая панель мониторинга перименопаузы
sk: Otvorte panel perimenopauzy
sv: Öppna perimenopaus instrumentpanel
sw: Fungua dashibodi ya perimenopause
th: เปิดแดชบอร์ดช่วงวัยหมดประจำเดือน
tr: Perimenopoz kontrol panelini aç
uk: Відкрийте інформаційну панель перименопаузи
ur: پیریمینوپاز ڈیش بورڈ کھولیں۔
vi: Mở bảng điều khiển tiền mãn kinh
zh_hans: 打开围绝经期仪表板
zh_hant: 打開圍絕經期儀表板
zu: Vula ideshibhodi ye-perimenopause

# perimeno.banner_subtitle
source: Tap to open dashboard
am: ዳሽቦርድን ለመክፈት መታ ያድርጉ
ar: انقر لفتح لوحة القيادة
bg: Докоснете, за да отворите таблото за управление
bn: ড্যাশবোর্ড খুলতে আলতো চাপুন
ca: Toqueu per obrir el tauler
cs: Klepnutím otevřete řídicí panel
da: Tryk for at åbne betjeningspanelet
de: Tippen Sie hier, um das Dashboard zu öffnen
el: Πατήστε για να ανοίξετε τον πίνακα ελέγχου
es: Toca para abrir el panel
fa: برای باز کردن داشبورد ضربه بزنید
fi: Avaa kojelauta napauttamalla
he: הקש כדי לפתוח את לוח המחוונים
hi: डैशबोर्ड खोलने के लिए टैप करें
hr: Dodirnite za otvaranje nadzorne ploče
hu: Koppintson az irányítópult megnyitásához
id: Ketuk untuk membuka dasbor
it: Tocca per aprire la dashboard
ja: タップしてダッシュボードを開きます
ko: 대시보드를 열려면 탭하세요.
ms: Ketik untuk membuka papan pemuka
nb: Trykk for å åpne dashbordet
nl: Tik om het dashboard te openen
pl: Kliknij, aby otworzyć pulpit nawigacyjny
pt_br: Toque para abrir o painel
ro: Atingeți pentru a deschide tabloul de bord
ru: Нажмите, чтобы открыть панель управления
sk: Klepnutím otvoríte informačný panel
sv: Tryck för att öppna instrumentpanelen
sw: Gusa ili kufungua dashibodi
th: แตะเพื่อเปิดแดชบอร์ด
tr: Kontrol panelini açmak için dokunun
uk: Торкніться, щоб відкрити інформаційну панель
ur: ڈیش بورڈ کھولنے کے لیے تھپتھپائیں۔
vi: Nhấn để mở trang tổng quan
zh_hans: 点击打开仪表板
zh_hant: 點擊打開儀表板
zu: Thepha ukuze uvule ideshibhodi

# perimeno.banner_title
source: Perimenopause Mode
am: Perimenopause ሁነታ
ar: وضع فترة ما قبل انقطاع الطمث
bg: Режим на перименопауза
bn: পেরিমেনোপজ মোড
ca: Mode perimenopausa
cs: Režim perimenopauzy
da: Perimenopause tilstand
de: Perimenopause-Modus
el: Λειτουργία περιεμμηνόπαυσης
es: Modo perimenopausia
fa: حالت قبل از یائسگی
fi: Perimenopause-tila
he: מצב גיל המעבר
hi: पेरीमेनोपॉज़ मोड
hr: Režim perimenopauze
hu: Perimenopause mód
id: Mode Perimenopause
it: Modalità perimenopausa
ja: 閉経周辺期モード
ko: 폐경기 모드
ms: Mod Perimenopause
nb: Perimenopause-modus
nl: Perimenopauze-modus
pl: Tryb okołomenopauzalny
pt_br: Modo perimenopausa
ro: Modul de perimenopauză
ru: Режим перименопаузы
sk: Režim perimenopauzy
sv: Perimenopausläge
sw: Hali ya Perimenopause
th: โหมดวัยหมดประจำเดือน
tr: Perimenopoz Modu
uk: Режим перименопаузи
ur: پیریمینوپاز موڈ
vi: Chế độ tiền mãn kinh
zh_hans: 围绝经期模式
zh_hant: 圍絕經期模式
zu: Imodi ye-Perimenopause

# perimeno.cycle_variability
source: Cycle Variability
am: ዑደት ተለዋዋጭነት
ar: تقلب الدورة
bg: Променливост на цикъла
bn: চক্র পরিবর্তনশীলতা
ca: Variabilitat de cicle
cs: Variabilita cyklu
da: Cyklusvariabilitet
de: Zyklusvariabilität
el: Μεταβλητότητα Κύκλου
es: Variabilidad del ciclo
fa: متغیر بودن چرخه
fi: Jakson vaihtelu
he: השתנות מחזורית
hi: चक्र परिवर्तनशीलता
hr: Varijabilnost ciklusa
hu: Ciklus variabilitás
id: Variabilitas Siklus
it: Variabilità del ciclo
ja: サイクルの変動性
ko: 주기 가변성
ms: Kebolehubahan Kitaran
nb: Syklusvariasjon
nl: Cyclusvariabiliteit
pl: Zmienność cyklu
pt_br: Variabilidade do Ciclo
ro: Variabilitatea ciclului
ru: Вариативность цикла
sk: Variabilita cyklu
sv: Cykelvariation
sw: Tofauti ya Mzunguko
th: ความแปรปรวนของวงจร
tr: Döngü Değişkenliği
uk: Мінливість циклу
ur: سائیکل تغیر پذیری۔
vi: Chu kỳ biến đổi
zh_hans: 周期变异性
zh_hant: 週期變異性
zu: Ukuhlukahluka Komjikelezo

# perimeno.dashboard_title
source: Perimenopause Dashboard
am: Perimenopause ዳሽቦርድ
ar: لوحة معلومات فترة ما قبل انقطاع الطمث
bg: Табло за перименопауза
bn: পেরিমেনোপজ ড্যাশবোর্ড
ca: Tauler de control de la perimenopausa
cs: Panel perimenopause
el: Πίνακας ελέγχου περιεμμηνόπαυσης
es: Panel de perimenopausia
fa: داشبورد پیش از یائسگی
he: לוח מחוונים לגיל המעבר
hi: पेरिमेनोपॉज़ डैशबोर्ड
hr: Nadzorna ploča za perimenopauzu
hu: Perimenopause irányítópult
id: Dasbor Perimenopause
it: Cruscotto perimenopausa
ja: 閉経周辺期ダッシュボード
ko: 폐경기 대시보드
ms: Papan Pemuka Perimenopause
nl: Perimenopauze-dashboard
pl: Panel okołomenopauzalny
pt_br: Painel de perimenopausa
ro: Tabloul de bord pentru perimenopauză
ru: Панель мониторинга перименопаузы
sk: Panel perimenopauzy
sw: Dashibodi ya Perimenopause
th: แดชบอร์ดวัยหมดประจำเดือน
tr: Perimenopoz Kontrol Paneli
uk: Інформаційна панель перименопаузи
ur: پیریمینوپاز ڈیش بورڈ
vi: Bảng điều khiển tiền mãn kinh
zh_hans: 围绝经期仪表板
zh_hant: 圍絕經期儀表板
zu: Ideshibhodi yePerimenopause

# perimeno.info_body
source: Perimenopause is a natural transition. Cycle length variability is expected. Track your symptoms to identify patterns and discuss them with your healthcare provider.
am: ፐርሜኖፓዝ ተፈጥሯዊ ሽግግር ነው. የዑደት ርዝመት ተለዋዋጭነት ይጠበቃል። ምልክቶችን ለመለየት ምልክቶችዎን ይከታተሉ እና ከጤና እንክብካቤ አቅራቢዎ ጋር ይወያዩ።
ar: فترة انقطاع الطمث هي مرحلة انتقالية طبيعية. ومن المتوقع تقلب طول الدورة. تتبع أعراضك لتحديد الأنماط ومناقشتها مع مقدم الرعاية الصحية الخاص بك.
bg: Перименопаузата е естествен преход. Очаква се променливост на продължителността на цикъла. Проследявайте симптомите си, за да идентифицирате модели и ги обсъдете с вашия доставчик на здравни услуги.
bn: পেরিমেনোপজ একটি প্রাকৃতিক পরিবর্তন। চক্র দৈর্ঘ্য পরিবর্তনশীলতা প্রত্যাশিত. প্যাটার্নগুলি সনাক্ত করতে আপনার লক্ষণগুলি ট্র্যাক করুন এবং আপনার স্বাস্থ্যসেবা প্রদানকারীর সাথে সেগুলি নিয়ে আলোচনা করুন।
ca: La perimenopausa és una transició natural. S'espera una variabilitat de la durada del cicle. Feu un seguiment dels vostres símptomes per identificar patrons i discutiu-los amb el vostre proveïdor d'atenció mèdica.
cs: Perimenopauza je přirozený přechod. Očekává se variabilita délky cyklu. Sledujte své příznaky, abyste identifikovali vzorce a prodiskutujte je se svým poskytovatelem zdravotní péče.
da: Perimenopause er en naturlig overgang. Cykluslængdevariation forventes. Spor dine symptomer for at identificere mønstre og diskuter dem med din sundhedsplejerske.
de: Die Perimenopause ist ein natürlicher Übergang. Schwankungen der Zykluslänge sind zu erwarten. Verfolgen Sie Ihre Symptome, um Muster zu erkennen und besprechen Sie diese mit Ihrem Arzt.
el: Η περιεμμηνόπαυση είναι μια φυσική μετάβαση. Αναμένεται μεταβλητότητα μήκους κύκλου. Παρακολουθήστε τα συμπτώματά σας για να εντοπίσετε μοτίβα και να τα συζητήσετε με τον πάροχο υγειονομικής περίθαλψης.
es: La perimenopausia es una transición natural. Se espera variabilidad en la duración del ciclo. Realice un seguimiento de sus síntomas para identificar patrones y discútalos con su proveedor de atención médica.
fa: قبل از یائسگی یک انتقال طبیعی است. تغییر طول چرخه مورد انتظار است. علائم خود را برای شناسایی الگوها دنبال کنید و آنها را با ارائه دهنده مراقبت های بهداشتی خود در میان بگذارید.
fi: Perimenopaussi on luonnollinen siirtymävaihe. Jakson pituuden vaihtelua odotetaan. Seuraa oireitasi tunnistaaksesi malleja ja keskustele niistä terveydenhuollon tarjoajan kanssa.
he: תקופת המנופאוזה היא מעבר טבעי. צפויה שינויים באורך המחזור. עקוב אחר הסימפטומים שלך כדי לזהות דפוסים ולדון בהם עם ספק שירותי הבריאות שלך.
hi: पेरीमेनोपॉज़ एक प्राकृतिक संक्रमण है। चक्र लंबाई परिवर्तनशीलता अपेक्षित है. पैटर्न की पहचान करने के लिए अपने लक्षणों को ट्रैक करें और अपने स्वास्थ्य सेवा प्रदाता के साथ उन पर चर्चा करें।
hr: Perimenopauza je prirodni prijelaz. Očekuje se varijabilnost duljine ciklusa. Pratite svoje simptome kako biste identificirali uzorke i razgovarali o njima sa svojim liječnikom.
hu: A perimenopauza természetes átmenet. A ciklushossz változékonysága várható. Kövesse nyomon a tüneteit a minták azonosításához, és beszélje meg őket egészségügyi szolgáltatójával.
id: Perimenopause adalah transisi alami. Variabilitas panjang siklus diharapkan. Lacak gejala Anda untuk mengidentifikasi polanya dan diskusikan dengan penyedia layanan kesehatan Anda.
it: La perimenopausa è una transizione naturale. È prevista variabilità nella durata del ciclo. Tieni traccia dei tuoi sintomi per identificare i modelli e discuterli con il tuo medico.
ja: 閉経周辺期は自然な移行期です。周期長の変動が予想されます。症状を追跡してパターンを特定し、医療提供者と話し合ってください。
ko: 폐경기 전후는 자연스러운 전환입니다. 주기 길이의 가변성이 예상됩니다. 증상을 추적하여 패턴을 식별하고 의료 서비스 제공자와 논의하십시오.
ms: Perimenopause adalah peralihan semula jadi. Kebolehubahan panjang kitaran dijangka. Jejaki simptom anda untuk mengenal pasti corak dan bincangkannya dengan pembekal penjagaan kesihatan anda.
nb: Perimenopause er en naturlig overgang. Variasjon i sykluslengden forventes. Spor symptomene dine for å identifisere mønstre og diskuter dem med helsepersonell.
nl: De perimenopauze is een natuurlijke overgang. Variatie in de cycluslengte wordt verwacht. Volg uw symptomen om patronen te identificeren en bespreek deze met uw zorgverlener.
pl: Perimenopauza to naturalny proces przejściowy. Oczekuje się zmienności długości cyklu. Śledź swoje objawy, aby zidentyfikować wzorce i omów je ze swoim lekarzem.
pt_br: A perimenopausa é uma transição natural. A variabilidade da duração do ciclo é esperada. Acompanhe seus sintomas para identificar padrões e discuta-os com seu médico.
ro: Perimenopauza este o tranziție naturală. Este de așteptat variabilitatea duratei ciclului. Urmăriți-vă simptomele pentru a identifica tiparele și discutați-le cu furnizorul de asistență medicală.
ru: Перименопауза – это естественный переход. Ожидается изменчивость длины цикла. Отслеживайте свои симптомы, чтобы выявить закономерности, и обсудите их со своим лечащим врачом.
sk: Perimenopauza je prirodzený prechod. Očakáva sa variabilita dĺžky cyklu. Sledujte svoje príznaky, aby ste identifikovali vzorce a prediskutujte ich so svojím poskytovateľom zdravotnej starostlivosti.
sv: Perimenopause är en naturlig övergång. Variation i cykellängden förväntas. Spåra dina symtom för att identifiera mönster och diskutera dem med din vårdgivare.
sw: Perimenopause ni mpito wa asili. Tofauti ya urefu wa mzunguko inatarajiwa. Fuatilia dalili zako ili kutambua mwelekeo na ujadiliane na mtoa huduma wako wa afya.
th: วัยใกล้หมดประจำเดือนเป็นการเปลี่ยนแปลงตามธรรมชาติ คาดว่าจะมีความแปรปรวนของความยาวรอบเดือน ติดตามอาการของคุณเพื่อระบุรูปแบบและหารือกับผู้ให้บริการด้านการดูแลสุขภาพของคุณ
tr: Perimenopoz doğal bir geçiştir. Döngü uzunluğu değişkenliği bekleniyor. Kalıpları belirlemek için belirtilerinizi takip edin ve bunları sağlık uzmanınızla görüşün.
uk: Перименопауза є природним переходом. Очікується мінливість тривалості циклу. Відстежуйте свої симптоми, щоб визначити закономірності та обговоріть їх зі своїм лікарем.
ur: Perimenopause ایک قدرتی منتقلی ہے۔ سائیکل کی لمبائی میں تغیر متوقع ہے۔ نمونوں کی شناخت کے لیے اپنے علامات کو ٹریک کریں اور اپنے ہیلتھ کیئر فراہم کنندہ سے ان پر بات کریں۔
vi: Tiền mãn kinh là một quá trình chuyển đổi tự nhiên. Sự thay đổi độ dài chu kỳ được mong đợi. Theo dõi các triệu chứng của bạn để xác định các mẫu và thảo luận chúng với nhà cung cấp dịch vụ chăm sóc sức khỏe của bạn.
zh_hans: 围绝经期是一个自然的过渡期。周期长度的变化是预期的。跟踪您的症状以识别模式并与您的医疗保健提供者讨论。
zh_hant: 圍絕經期是一個自然的過渡期。週期長度的變化是預期的。追蹤您的症狀以識別模式並與您的醫療保健提供者討論。
zu: I-Perimenopause inguquko yemvelo. Ukuhlukahluka kobude bomjikelezo kulindelekile. Landelela izimpawu zakho ukuze ubone amaphethini futhi uxoxe ngazo nomhlinzeki wakho wezempilo.

# perimeno.info_title
source: About Perimenopause
am: ስለ Perimenopause
ar: حول فترة ما قبل انقطاع الطمث
bg: Относно перименопаузата
bn: পেরিমেনোপজ সম্পর্কে
ca: Sobre la perimenopausa
cs: O perimenopauze
da: Om Perimenopause
de: Über Perimenopause
el: Σχετικά με την Περιεμμηνόπαυση
es: Acerca de la perimenopausia
fa: درباره پیش یائسگی
fi: Tietoja Perimenopausista
he: לגבי גיל המעבר
hi: पेरिमेनोपॉज़ के बारे में
hr: O perimenopauzi
hu: A perimenopauzáról
id: Tentang Perimenopause
it: A proposito di perimenopausa
ja: 閉経周辺期について
ko: 갱년기 장애에 대하여
ms: Mengenai Perimenopause
nb: Om perimenopause
nl: Over de perimenopauze
pl: O okresie okołomenopauzalnym
pt_br: Sobre a perimenopausa
ro: Despre perimenopauza
ru: О перименопаузе
sk: O perimenopauze
sv: Om Perimenopause
sw: Kuhusu Perimenopause
th: เกี่ยวกับวัยหมดประจำเดือน
tr: Perimenopoz Hakkında
uk: Про перименопаузу
ur: Perimenopause کے بارے میں
vi: Về thời kỳ tiền mãn kinh
zh_hans: 关于围绝经期
zh_hant: 關於圍絕經期
zu: Mayelana ne-Permenopause

# perimeno.key_symptoms
source: Key Symptoms
am: ቁልፍ ምልክቶች
ar: الأعراض الرئيسية
bg: Основни симптоми
bn: মূল উপসর্গ
ca: Símptomes clau
cs: Klíčové příznaky
da: Nøglesymptomer
de: Schlüsselsymptome
el: Βασικά συμπτώματα
es: Síntomas clave
fa: علائم کلیدی
fi: Tärkeimmät oireet
he: תסמינים מרכזיים
hi: प्रमुख लक्षण
hr: Ključni simptomi
hu: Főbb tünetek
id: Gejala Utama
it: Sintomi chiave
ja: 主な症状
ko: 주요 증상
ms: Gejala Utama
nb: Nøkkelsymptomer
nl: Belangrijkste symptomen
pl: Kluczowe objawy
pt_br: Principais sintomas
ro: Simptome cheie
ru: Ключевые симптомы
sk: Kľúčové príznaky
sv: Viktiga symtom
sw: Dalili Muhimu
th: อาการสำคัญ
tr: Temel Belirtiler
uk: Ключові симптоми
ur: کلیدی علامات
vi: Triệu chứng chính
zh_hans: 主要症状
zh_hant: 主要症狀
zu: Izimpawu Eziyinhloko

# perimeno.log_today_button
source: Log Today
am: ዛሬ ይመዝገቡ
ar: سجل اليوم
bg: Влезте днес
bn: আজ লগ করুন
ca: Registra't avui
cs: Přihlásit se ještě dnes
da: Log i dag
de: Melden Sie sich noch heute an
el: Καταγραφή σήμερα
es: Iniciar sesión hoy
fa: امروز وارد شوید
fi: Kirjaudu tänään
he: התחבר היום
hi: आज ही लॉग इन करें
hr: Prijavite se danas
hu: Jelentkezzen ma
id: Masuk Hari Ini
it: Accedi oggi
ja: 今日の記録
ko: 오늘 기록하세요
ms: Log Hari Ini
nb: Logg i dag
nl: Log vandaag nog
pl: Zaloguj się dzisiaj
pt_br: Registrar hoje
ro: Înregistrează-te astăzi
ru: Войти сегодня
sk: Prihlásiť sa ešte dnes
sv: Logga idag
sw: Ingia Leo
th: เข้าสู่ระบบวันนี้
tr: Bugün Giriş Yapın
uk: Увійдіть сьогодні
ur: آج ہی لاگ ان کریں۔
vi: Đăng nhập hôm nay
zh_hans: 今天记录
zh_hant: 今天記錄
zu: Ngena Namuhla

# perimeno.variance_label
source: Std deviation:
am: የSTd መዛባት፡-
ar: الانحراف المعياري:
bg: Стандартно отклонение:
bn: Std বিচ্যুতি:
ca: Desviació estàndard:
cs: Standardní odchylka:
da: Std afvigelse:
de: Standardabweichung:
el: Απόκλιση STD:
es: Desviación estándar:
fa: انحراف STD:
fi: Normaali poikkeama:
he: סטיית תקן:
hi: मानक व्यतिक्रम:
hr: Standardno odstupanje:
hu: Standard eltérés:
id: Deviasi standar:
it: Deviazione standard:
ja: 標準偏差:
ko: 표준편차:
ms: Sisihan Std:
nb: Std-avvik:
nl: Standaard afwijking:
pl: Odchylenie standardowe:
pt_br: Desvio padrão:
ro: Abatere standard:
ru: Стандартное отклонение:
sk: Štandardná odchýlka:
sv: Std-avvikelse:
sw: Mkengeuko wa Std:
th: ส่วนเบี่ยงเบนมาตรฐาน:
tr: Standart sapma:
uk: Стандартне відхилення:
ur: Std انحراف:
vi: Độ lệch tiêu chuẩn:
zh_hans: 标准偏差：
zh_hant: 標準差：
zu: Ukuchezuka kwe-Std:

# phase_follicular
source: Folliculaire
am: ፎሊኩላር
ar: الجريبية
bg: Фоликуларен
bn: ফলিকুলার
ca: Fol·licular
cs: Folikulární
da: Follikulær
de: Follikelphase
el: Περικάρπιου
en: Follicular
es: Folicular
fa: فولیکولی
fi: Follikulaarinen
he: זקיק
hi: कूपिक
hr: Folikularni
hu: Follikuláris
id: Folikular
it: Follicolare
ja: 卵胞期
ko: 여포성
ms: folikular
nb: Follikulær
nl: Folliculair
pl: Pęcherzykowy
pt_br: Folicular
ro: folicular
ru: Фолликулярный
sk: Folikulárne
sv: Follikulär
sw: Follicular
th: ฟอลลิคูลาร์
tr: Foliküler
uk: Фолікулярний
ur: کوپک
vi: nang trứng
zh_hans: 滤泡性
zh_hant: 濾泡性
zu: I-Follicular

# phase_luteal
source: Lutéale
am: ሉተል
ar: الجسم الأصفر
bg: Лутеална
bn: লুটেল
ca: Lútial
cs: Luteální
da: Luteal
de: Lutealphase
el: Λουτεάλ
en: Luteal
es: Lútea
fa: لوتئال
fi: Luteal
he: לוטאלי
hi: लुटियल
hr: Lutealna
hu: Luteál
id: Luteal
it: Luteale
ja: 黄体期
ko: 황체
ms: Luteal
nb: Luteal
nl: Luteaal
pl: Lutealny
pt_br: Lútea
ro: Luteal
ru: Лютеиновая
sk: Luteálny
sv: Luteal
sw: Luteal
th: ลูทีล
tr: Luteal
uk: Лютеїнова
ur: لوٹیل
vi: hoàng thể
zh_hans: 黄体
zh_hant: 黃體
zu: Luteal

# phase_menstrual
source: Menstruel
am: የወር አበባ
ar: الحيض
bg: Менструален
bn: মাসিক
ca: Menstrual
cs: Menstruační
da: Menstruation
de: Menstruation
el: Καταμήνιος
en: Menstrual
es: Menstrual
fa: قاعدگی
fi: Kuukautiset
he: שֶׁל וֶסֶת
hi: मासिक धर्म
hr: Menstrualni
hu: Menstruációs
id: Menstruasi
it: Mestruale
ja: 月経期
ko: 월경
ms: haid
nb: Menstruasjon
nl: Menstruatie
pl: Menstruacyjny
pt_br: Menstrual
ro: Menstrual
ru: Менструальный
sk: Menštruačné
sv: Menstruations
sw: Hedhi
th: ประจำเดือน
tr: Adet
uk: Менструальний
ur: ماہواری۔
vi: Kinh nguyệt
zh_hans: 月经
zh_hant: 月經
zu: Ukuya esikhathini

# phase_ovulatory
source: Ovulatoire
am: Ovulatory
ar: الإباضة
bg: Овулационен
bn: ডিম্বস্ফোটন
ca: Ovulatori
cs: Ovulační
da: Ægløsning
de: Ovulationsphase
el: Ωορρηξία
en: Ovulatory
es: Ovulatoria
fa: تخمک گذاری
fi: Ovulaatio
he: ביוץ
hi: अंडाकार
hr: Ovulacijska
hu: Ovulációs
id: ovulasi
it: Ovulatorio
ja: 排卵期
ko: 배란
ms: Ovulasi
nb: Eggløsning
nl: Ovulatoir
pl: Owulacyjny
pt_br: Ovulatório
ro: Ovulatorie
ru: Овуляторный
sk: Ovulačné
sv: Ägglossning
sw: Ovulatory
th: การตกไข่
tr: Yumurtlama
uk: Овуляторний
ur: بیضوی
vi: rụng trứng
zh_hans: 排卵期
zh_hant: 排卵期
zu: I-Ovulatory

# phase_unknown
source: Inconnu
am: ያልታወቀ
ar: غير معروف
bg: Неизвестен
bn: অজানা
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Αγνωστος
en: Unknown
es: Desconocido
fa: ناشناس
fi: Tuntematon
he: לֹא יְדוּעַ
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak dikenal
it: Sconosciuto
ja: 不明
ko: 알려지지 않은
ms: Tidak diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестный
sk: Neznámy
sv: Okänd
sw: Haijulikani
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомий
ur: نامعلوم
vi: Không xác định
zh_hans: 未知
zh_hant: 未知
zu: Akwaziwa

# pin_delete_a11y
source: Supprimer le dernier chiffre
am: የመጨረሻውን አሃዝ ሰርዝ
ar: حذف الرقم الأخير
bg: Изтриване на последната цифра
bn: শেষ সংখ্যা মুছুন
ca: Esborra l'últim dígit
cs: Smazat poslední číslici
da: Slet sidste ciffer
de: Letzte Ziffer löschen
el: Διαγραφή τελευταίου ψηφίου
en: Delete last digit
es: Eliminar el último dígito
fa: آخرین رقم را حذف کنید
fi: Poista viimeinen numero
he: מחק את הספרה האחרונה
hi: अंतिम अंक हटाएँ
hr: Izbriši zadnju znamenku
hu: Az utolsó számjegy törlése
id: Hapus digit terakhir
it: Elimina l'ultima cifra
ja: 最後の桁を削除
ko: 마지막 숫자 삭제
ms: Padamkan digit terakhir
nb: Slett siste siffer
nl: Laatste cijfer verwijderen
pl: Usuń ostatnią cyfrę
pt_br: Excluir último dígito
ro: Șterge ultima cifră
ru: Удалить последнюю цифру
sk: Vymažte poslednú číslicu
sv: Radera sista siffran
sw: Futa tarakimu ya mwisho
th: ลบเลขตัวสุดท้าย
tr: Son rakamı sil
uk: Видалити останню цифру
ur: آخری ہندسہ حذف کریں۔
vi: Xóa chữ số cuối cùng
zh_hans: 删除最后一位数字
zh_hant: 刪除最後一位數字
zu: Susa idijithi yokugcina

# pin_entry_a11y
source: Saisie du code PIN
am: የፒን ግቤት
ar: إدخال رقم التعريف الشخصي
bg: Въвеждане на PIN
bn: পিন এন্ট্রি
ca: Introducció del PIN
cs: zadání PIN
da: PIN-indtastning
de: PIN-Eingabe
el: Εισαγωγή PIN
en: PIN entry
es: Entrada de PIN
fa: ورود پین
fi: PIN-koodin syöttö
he: הזנת PIN
hi: पिन प्रविष्टि
hr: unos PIN-a
hu: PIN bevitel
id: entri PIN
it: Inserimento del PIN
ja: 暗証番号の入力
ko: PIN 입력
ms: entri PIN
nb: PIN-inntasting
nl: PIN-invoer
pl: wprowadzenie PIN-u
pt_br: Entrada do PIN
ro: introducerea codului PIN
ru: Ввод PIN-кода
sk: zadanie PIN kódu
sv: PIN-inmatning
sw: Ingizo la PIN
th: รายการ PIN
tr: PIN girişi
uk: введення PIN-коду
ur: پن کا اندراج
vi: nhập mã PIN
zh_hans: 输入 PIN 码
zh_hant: 輸入 PIN 碼
zu: Ukufakwa kwe-PIN

# pregnancy_hcg_negative
source: Négatif
am: አሉታዊ
ar: سلبي
bg: Отрицателна
bn: নেতিবাচক
ca: Negatiu
cs: Negativní
da: Negativ
de: Negativ
el: Αρνητικός
en: Negative
es: Negativo
fa: منفی
fi: Negatiivinen
he: שְׁלִילִי
hi: नकारात्मक
hr: Negativan
hu: Negatív
id: Negatif
it: Negativo
ja: ネガティブ
ko: 부정적인
ms: Negatif
nb: Negativ
nl: Negatief
pl: Negatywny
pt_br: Negativo
ro: Negativ
ru: Отрицательный
sk: Negatívne
sv: Negativ
sw: Hasi
th: เชิงลบ
tr: Negatif
uk: Негативний
ur: منفی
vi: Tiêu cực
zh_hans: 消极的
zh_hant: 消極的
zu: Okubi

# pregnancy_hcg_not_done
source: Non réalisé
am: አልተሰራም።
ar: لم يتم
bg: Не е направено
bn: করা হয়নি
ca: No fet
cs: Nehotovo
da: Ikke gjort
de: Nicht erledigt
el: Δεν έγινε
en: Not done
es: No hecho
fa: انجام نشده است
fi: Ei tehty
he: לא נעשה
hi: नहीं किया
hr: Nije gotovo
hu: Nincs kész
id: Belum selesai
it: Non fatto
ja: 未完了
ko: 완료되지 않음
ms: Belum selesai
nb: Ikke gjort
nl: Niet gedaan
pl: Nie zrobione
pt_br: Não feito
ro: Nu sa terminat
ru: Не сделано
sk: Nedokončené
sv: Inte gjort
sw: Haijafanyika
th: ไม่ได้ทำ
tr: Bitmedi
uk: Не зроблено
ur: نہیں کیا گیا۔
vi: Chưa xong
zh_hans: 未完成
zh_hant: 未完成
zu: Akuqediwe

# pregnancy_hcg_positive
source: Positif
am: አዎንታዊ
ar: إيجابي
bg: Положително
bn: ইতিবাচক
ca: Positiu
cs: Pozitivní
da: Positiv
de: Positiv
el: Θετικός
en: Positive
es: Positivo
fa: مثبت
fi: Positiivista
he: חִיוּבִי
hi: सकारात्मक
hr: Pozitivan
hu: Pozitív
it: Positivo
ja: ポジティブ
ko: 긍정적인
nb: Positivt
nl: Positief
pl: Pozytywny
pt_br: Positivo
ro: Pozitiv
ru: Позитивный
sk: Pozitívny
sv: Positiv
sw: Chanya
th: เชิงบวก
tr: Olumlu
uk: Позитивний
ur: مثبت
vi: Tích cực
zh_hans: 积极的
zh_hant: 積極的
zu: Okuhle

# pregnancy_hcg_result
source: Résultat
am: ውጤት
ar: نتيجة
bg: Резултат
bn: ফলাফল
ca: Resultat
cs: Výsledek
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
en: Result
es: Resultado
fa: نتیجه
fi: Tulos
he: תוֹצָאָה
hi: परिणाम
hr: Proizlaziti
hu: Eredmény
id: Hasil
it: Risultato
ja: 結果
ko: 결과
ms: Hasilnya
nb: Resultat
nl: Resultaat
pl: Wynik
pt_br: Resultado
ro: Rezultat
ru: Результат
sk: Výsledok
sv: Resultat
sw: Matokeo
th: ผลลัพธ์
tr: Sonuç
uk: Результат
ur: نتیجہ
vi: Kết quả
zh_hans: 结果
zh_hant: 結果
zu: Umphumela

# pregnancy_hcg_section
source: Test hCG
am: የ hCG ሙከራ
ar: اختبار قوات حرس السواحل الهايتية
bg: hCG тест
bn: এইচসিজি পরীক্ষা
ca: prova hCG
cs: hCG test
da: hCG test
de: hCG-Test
el: τεστ hCG
en: hCG test
es: prueba de hCG
fa: تست hCG
fi: hCG testi
he: בדיקת hCG
hi: एचसीजी परीक्षण
hr: hCG test
hu: hCG teszt
id: tes hCG
it: test dell'hCG
ja: hCG検査
ko: hCG 테스트
ms: ujian hCG
nb: hCG test
nl: hCG-test
pl: badanie hCG
pt_br: teste de hCG
ro: testul hCG
ru: тест на ХГЧ
sk: hCG test
sv: hCG-test
sw: mtihani wa hCG
th: การทดสอบเอชซีจี
tr: hCG testi
uk: тест на ХГЧ
ur: ایچ سی جی ٹیسٹ
vi: xét nghiệm hCG
zh_hans: 人绒毛膜促性腺激素测试
zh_hant: 人類絨毛膜促性腺激素測試
zu: ukuhlolwa kwe-hCG
